IDEA Open Model
BoltGrid.DiagonalHeadDiameter Property
Compatible with IDEA StatiCa 20.1
 The Diagonal Head Diameter of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double DiagonalHeadDiameter { get; set; }
Public Property DiagonalHeadDiameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace